Repository: ekilfeather/open-storyscope
Catalog: profiles/storyscope/translations/*-menu.po
Languages: cs

# menu:devel:title
source: Development
cs: Vývoj

# menu:devel:description
source: Development link
cs: Vývojový odkaz

# menu:management:title
source: Management
cs: Manažer

# menu:management:description
source: The <em>Management</em> menu contains links for administrative tasks.
cs: <em>Manažerské</em> menu obsahuje odkazy pro administrativní úkoly.

# menu:navigation:title
source: Navigation
cs: Navigace

# menu:navigation:description
source: The <em>Navigation</em> menu contains links intended for site visitors. Links are added to the <em>Navigation</em> menu automatically by some modules.
cs: <em>Navigační</em> menu obsahuje odkazy určené pro návštevníky webu. Odkazy jsou přidány do <em>Navigačního</em> menu automaticky některými moduly.

# menu:user-menu:title
source: User menu
cs: Uživatelské menu

# menu:user-menu:description
source: The <em>User</em> menu contains links related to the user's account, as well as the 'Log out' link.
cs: <em>uživatelské</em> menu obsahuje odkazy ohledně uživatelských účtů, například jako odkaz 'Odhlásit se'.

# menu:main-menu:title
source: Main menu
cs: Hlavní menu

# menu:main-menu:description
source: The <em>Main</em> menu is used on many sites to show the major sections of the site, often in a top navigation bar.
cs: <em>Hlavní</em> menu je na mnoha stránkách využito, aby zobrazilo hlavní sekce na webové stránce, nejčastěji se jedná o horní lištu odkazů.

source: Home
cs: Domů

source: Dossiers
cs: Výstavy
